export const characterData = {
    'mihonobourbon_01.png': {
        nameCn: '美浦波旁',
        nameEn: 'Mihono Bourbon',
        info: '人称『赛博格』。习惯将一切事物数值化，面无表情且机械般地执行任务。虽被视作无感情的机器，实则是因自幼接受严苛训练而缺乏与人交流的机会，才形成了如今的性格。钢铁面具之下，似乎也藏着不为人知的思绪。'
    },
    'daringtact_01_2.png': {
        nameCn: '谋勇兼备',
        nameEn: 'Daring Tact',
        info: '她是在严酷而壮丽的大自然中无拘无束地长大，性格开朗明理、内心坚韧的赛马娘。为了证明养育自己的故乡有多么优秀这一梦想，她日夜都在认真修行。经常有人目睹她与前辈德比心结伴进山，投身于艰苦的封闭训练。'
    },
    'espoircity_01.png': {
        nameCn: '希望城',
        nameEn: 'Espoir City',
        info: '是个浑身带刺、处于叛逆期巅峰的辣妹。尤其对『指导者』抱有强烈的反抗心，为了证明自己的实力而在赛道上横冲直撞。但令她烦恼的是，越是装得强势，就越是容易当场出糗。'
    },
    'mayanotopgun_01.png': {
        nameCn: '摩耶重炮',
        nameEn: 'Mayano Top Gun',
        info: '她是个既爱撒娇又调皮的天才少女。由于父亲是飞行员，她说话时常会夹杂些航空术语。虽然内心向往成为成熟女性，但身体却很诚实，一遇到好玩的事，小孩子心性就暴露无遗。此外，她拥有惊人的直觉和超乎常人的悟性，总能瞬间洞察当下的“最优解”。'
    },
    'mejirobright_01.png': {
        nameCn: '目白光明',
        nameEn: 'Mejiro Bright',
        info: '她是一位从容不迫、我行我素的目白家大小姐。或许是受这种性格影响，她有时会显得笨拙，因此尽管身为目白家的赛马娘，外界对她的期待并不高。然而，她始终不紧不慢、坚持自我到底的姿态，让人不禁猜测，她或许才是目白家中最了不起的那个'
    },
    'sakurachiyonoo_01.png': {
        nameCn: '樱花千代王',
        nameEn: 'Sakura Chiyono O',
        info: '她是一位坦诚善良、普普通通的赛马娘。十分憧憬特雷森，为了成为能挑战她的自己，正在一心一意地努力着。每天的功课是把生活中的感悟写成格言记录下来。在那本记录感悟、被称作“千代笔记”的本子上，写满了一系列比喻得微妙地难以传达的句子。'
    },
    'vivlos_01.png': {
        nameCn: '强击',
        nameEn: 'Vivlos',
        info: '又撩又萌的小恶魔系千金。出身富裕家庭的三姐妹老幺，自幼深谙撒娇之道。因旅行而对迪拜一见倾心，憧憬着在这座奢华国度过上流生活。正以自身天赋与玲珑手腕为武器，朝着目标——出战迪拜赛事而迈进。'
    },
    'almondeye_01.png': {
        nameCn: '杏目',
        nameEn: 'Almond Eye',
        info: '她文武双全且兼具明星气质，是在所有方面都无可挑剔的超级优等生。但这正是源于她那强到足以冠上九个『超』字的惊人好胜心。过于争强好胜导致她带有完美主义倾向，时常会做出超出体力极限的蛮干之举，算是美中不足的瑕疵。'
    },
    'chevalgrand_01.png': {
        nameCn: '高尚骏逸',
        nameEn: 'Cheval Grand',
        info: '性格内向文静，作为家中老二，对才华横溢的姐姐和妹妹怀有深刻的自卑感。为了有朝一日能超越两人、让她们认可自己的实力，她日复一日地埋头苦练。倒也说不上和姐妹关系恶劣……只是由于姐姐妹妹都性格张扬，三人凑在一起时，她总显得有些格格不入。'
    },
    'lovesonlyyou_01.png': {
        nameCn: '唯独爱你',
        nameEn: 'Loves Only You',
        info: '她在网络上运营着自己的粉丝俱乐部，为了已经注册会员的粉丝们，经常进行视频直播等活动。梦想是与全世界的粉丝分享『爱』♡ 据说她会从粉丝那里获得名为应援的“爱”，再以名为胜利的『爱』回报给大家。'
    },
    'mejirodober_01.png': {
        nameCn: '目白多伯',
        nameEn: 'Mejiro Dober',
        info: '她是目白家族中最具野性魅力的赛马娘。虽然出身名门，但性格却相当豪放不羁。她喜欢挑战极限，追求刺激的赛跑体验。在赛场上展现出的狂野奔跑姿态，让人看到了目白家族不为人知的另一面。'
    },
    'neouniverse_01.png': {
        nameCn: '新宇宙',
        nameEn: 'Neo Universe',
        info: '她是位头脑非常明晰、成绩优秀的赛马娘。唯一的缺点是无法进行普通对话。或许是因为过于聪明，她的言行总是显得艰深而独特。因此常被周围评价为简直像个外星人……？'
    },
    'stillinlove_01.png': {
        nameCn: '爱如往昔',
        nameEn: 'Still In Love',
        info: '初看之下，她只是一位娴静识礼、存在感稀薄的赛马娘，唯一的特征大概就是喜欢吃点心。然而一旦踏上赛道，便会展现出与强者竞逐、并从吞噬对手的过程中感到愉悦的狞猛面目。平日全靠理性压抑着这般本能，而那强忍冲动的姿态却带着几分隐忍的苦恼，散发出一种神秘的魅惑感。'
    }
};